{
  "base": [
    {
      "name": "INEVITABLE",
      "address": "0x64E2C384738b9Ca2C1820a00B3C2067B8213640e",
      "type": "alexandria-book",
      "description": "Modern science has done an extremely good job of getting to the bottom of a number of tough problems in information theory and the study of cognition. It is therefore surprising to see that the concept of artificial intelligence has derailed into speculation about intelligent machines. This book presents a contrasting vision of the future of intelligence. Instead of assuming that artificial general intelligence is on the way, the time has come to reconsider the way we think about AI in light of the facts that emerge from a careful study of the intelligence found in living minds.\n\n\nAI is a mere computer program, but it is special because it can quickly navigate the digital records human beings have been making as we share our culture, our ideas, and our thoughts with one another online and via literature and speech. Minds are the origin of the material that large language models are made out of, but too many researchers have reached the wrong conclusions about the differences between biological intelligence and artificial intelligence. INEVITABLE: Distributed Cognition & Network Superntelligence is written to explore the ways in which people are already using network technologies to organize and share a staggering amount of information with each other.\n\n\nEnter the vision of a future in which people have learned to proactively organize around our shared bodies of knowledge, of collective human intelligence. Language brings us the ability to share our mental processes with other people around the world as we build our social networks and move forward into an ever-more-connected way of life. Providing individuals with ever-increasing access to information has been a developing goal of modern technology for some time now. As distributed systems technologies improve, it will become increasingly important to maintain the shared collective human intelligence.",
      "dateAdded": "2025-04-04T03:06:59.627Z",
      "website": "https://epicdylan.com/getinevitable"
    }
  ],
  "ethereum": [],
  "polygon": [
    {
      "name": "Readme Books by PageDAO",
      "address": "0x931204Fb8CEA7F7068995dcE924F0d76d571DF99",
      "type": "book",
      "dateAdded": "2023-05-01T12:00:00Z"
    }
  ],
  "zora": [],
  "optimism": []
}